{
	"code": 1,
	"msg": "",
	"data": {
		"report": [{
			"type": "",
			"dimension": "计划策略",
			"score": 85,
			"desc": "在数学学习中，你对计划策略运用得比较好。你通常会根据数学课的要求，制定适合自己的学习计划，并能根据实际情况的变化，不断调整、完善自己的学习计划。"
		}, {
			"type": "",
			"dimension": "监视策略",
			"score": 100,
			"desc": "在数学学习中，你对监视策略运用得比较好。你在听讲时如果发现自己分心了，会马上提示自己重新集中注意力；做完数学题后，会及时进行检查；非常关注自己数学学习的进展情况，经常向自己提问以检验是否较好地掌握了学过的知识，还会不断探索改进学习数学的方法。"
		}, {
			"type": "",
			"dimension": "调节策略",
			"score": 95,
			"desc": "在数学学习中，你对调节策略运用得比较好。你在数学考试之前，通常可以进行有针对性的复习，并准备好考试用品；在考试过程中，会先快速浏览一遍试卷，大致了解题量和题型，然后先回答容易的题目，再来攻克难题；如果用一种方法无法解答出某道题目，会灵活地尝试应用其它的方法来解决。"
		}, {
			"type": "",
			"dimension": "反思策略",
			"score": 70,
			"desc": "在数学学习中，你对反思策略运用得一般。你有时候会反省自己在数学学习方面的优点和不足，会想办法去提高数学成绩，但有时候不会这么做；对于做错的题目，有时候会弄清楚错误的原因，做完一道题后，有时候会考虑是否还有更好的解题方法，但有时候做得不太好；考试成绩揭晓后，有时候会反思成绩上升或下降的原因，但有时候不会这么做。"
		}, {
			"type": "",
			"dimension": "通用认知",
			"score": 100,
			"desc": "你在数学学习中，对通用认知策略运用得比较好。你通常在上课前会进行预习，将不明白的地方记下来以便在听讲时重点关注；上课时认真听讲，并将重点和难点内容认真地做笔记，没听懂的地方会记下来以便课后及时弄懂；课后会及时复习，将当天所学的内容在头脑中过一遍，并会对所学的知识进行总结和归纳；会将数学知识和日常生活联系起来以加深理解，会采用多种多样的方法来记忆数学知识。"
		}, {
			"type": "",
			"dimension": "概念学习",
			"score": 100,
			"desc": "你在数学学习中，对概念学习策略运用得比较好。你经常将相似的概念归为一类来理解、记忆，同时还会仔细分析比较它们之间的相同点和不同点；学习新概念时，会认真考虑它与已经学过的概念有什么联系和区别。"
		}, {
			"type": "",
			"dimension": "公式定理推论学习",
			"score": 100,
			"desc": "你在数学学习中，对公式、定理、推论学习策略运用得比较好。你在学习数学公式、定理或推论的时候，通常会注意它们成立的前提条件，弄清它们的适用范围，并会想办法用自己的语言来描述它们以促进理解。"
		}, {
			"type": "",
			"dimension": "解题策略",
			"score": 100,
			"desc": "你在数学学习中，对解题策略运用得比较好。你在解数学题的时候，会仔细审题，充分理解题意；从正反面多角度地进行思考，会画线或作图进行辅助，会把复杂的题目分解为几个简单的问题，会将陌生的题目试着转化为熟悉的问题，不断缩小已知条件和所求结果之间的差距直到成功解决问题；经常会记住一些典型例题的解题方式，以便提高解题技能。"
		}, {
			"type": "",
			"dimension": "时间管理",
			"score": 25,
			"desc": "你在数学学习中，对时间管理策略运用得比较差。你不太能够合理安排自己的课余时间，很少会留出足够的时间来学习数学，对于自己不太懂或较难的内容也不太会分配更多的时间来学习。"
		}, {
			"type": "",
			"dimension": "学习环境管理",
			"score": 100,
			"desc": "你在数学学习中，对学习环境管理策略运用得比较好。你通常能够为自己创造一个良好的学习数学的环境，能够将书本和文具有序地整理好，能够经常与数学学得好的同学一起讨论问题。"
		}, {
			"type": "",
			"dimension": "努力",
			"score": 100,
			"desc": "你在数学学习中，对努力管理策略运用得比较好。你经常鼓励自己坚持学习数学，当遇到困难时会提示自己更加努力、迎难而上，当取得进步的时候，会适当地奖励一下自己，并鼓励自己继续努力。"
		}, {
			"type": "",
			"dimension": "寻求支持",
			"score": 81.25,
			"desc": "你在数学学习中，对寻求支持策略运用得比较好。你如果遇到不懂的问题，会主动寻求他人的帮助，经常和同学一起讨论数学问题，互相交换阅读数学参考书；除了老师布置的作业，还会主动看一些参考书来拓宽知识面。"
		}, {
			"type": "",
			"dimension": "掩饰性",
			"score": 100,
			"desc": "在本次测试中，你回答的可能过于乐观，可以再仔细看看自己得分高的学习策略是否真的做到位了"
		}],
		"conclusion": "数学学习策略从包含八个不同的方面进行分析：计划、监视、调、反思通用认知、概念学习、公式定理推论学习、解题、时间管理、学习环境管理、努力、寻求支持"
	}
}